Repository: zeichensatz/wok_gpxviewer
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# constants.scss.gpxviewer-height.label
source: $gpxviewer-height: Height of the map. Value may NOT be in %! Unit should be added!
de: $gpxviewer-height: Höhe der Karte. Der Wert darf nicht in % sein! Die Einheit sollte angegeben werden!

# constants.scss.gpxviewer-profiles-height.label
source: $gpxviewer-profiles-height: Height of the profiles div. Value may NOT be in %! Unit should be added!
de: $gpxviewer-profiles-height: Höhe der Profile-Anzeige. Der Wert darf nicht in % sein! Die Einheit sollte angegeben werden!

# constants.scss.gpxviewer-images-height.label
source: $gpxviewer-images-height: Maximum height of the images div. Value may NOT be in %! Unit should be added!
de: $gpxviewer-images-height: Maximale Höhe der Bilder-Anzeige. Der Wert darf nicht in % sein! Die Einheit sollte angegeben werden!

# constants.scss.gpxviewer-width.label
source: $gpxviewer-width: Width of Gpxviewer content element. Value should be in %! Unit should be added!
de: $gpxviewer-width: Breite der Karte. Der Wert muss in % sein! Die Einheit muss angegeben werden!

# constants.gpxMap_sorting.label
source: GPXViewer profiles sorting: Sorting of profiles for the display
de: GPXViewer Profil Sortierung: Sortierung der Profile für die Ausgabe

# constants.gpxMap_profiles.label
source: GPXViewer display of profiles: Toggles display of profiles on/off
de: GPXViewer Profile anzeigen: Ein-/Ausschalten der Anzeige der Profile

# constants.gpxMap_profilesLayout.label
source: GPXViewer Profiles Layout: Position of the map in relation to the DIV for the display of profiles
de: GPXViewer Profiles Layout: Position der Karte im Verhältnis zum DIV für die Ausgabe von Profilen

# constants.gpxMap_profilesLayout.options.above
source: Map above profiles
de: Karte über den Profilen

# constants.gpxMap_profilesLayout.options.below
source: Map below profiles
de: Karte unter den Profilen

# constants.gpxMap_profilesLayout.options.left
source: Map left of profiles
de: Karte links von den Profilen

# constants.gpxMap_profilesLayout.options.right
source: Map right of profiles
de: Karte rechts von den Profilen

# constants.gpxMap_profilesCols.label
source: GPXViewer Profiles Columns: Number of columns for display of profiles
de: GPXViewer Profiles Columns: Spaltenanzahl für die Ausgabe von Profilen

# constants.gpxMap_profilesPSaddr.label
source: GPXViewer PhotoStation address: Default internet address of your Synology PhotoStation, i.e. https://your_synology.com. Add "http://" or "https://" and only enter the address itself and no "/" at the end.
de: GPXViewer PhotoStation Adresse: Voreinstellung für eine Synology PhotoStation, z.B. https://deine_synology.de. Das "http://" oder "https://" muss vorangestellt werden, sonst nur die Adresse und kein abschliessender "/"

# constants.gpxDoclang.options.German
source: German
de: Deutsch

# constants.gpxDoclang.options.English
source: English
de: Englisch

# constants.gpxDoclang.options.Spanish
source: Spanish
de: Spanisch

# constants.gpxDoclang.options.Italian
source: Italian
de: Italienisch

# constants.gpxUnit.label
source: GPXViewer Unit: Choose set of units for display
de: GPXViewer Unit: Einheiten für die Ausgabe auswählen

# constants.gpxLargemapcontrol.options.large
source: large
de: groß

# constants.gpxLargemapcontrol.options.small
source: small
de: klein

# constants.gpxLargemapcontrol.label
source: GPXViewer Largemapcontrol: Large[=true]/small[=false] zoom controls
de: GPXViewer Largemapcontrol: Große[=true]/keine[=false] Zoom Kontrolle in der Ausgabe

# constants.gpxOverviewmapcontrol.label
source: GPXViewer Overviewmapcontrol: Overview map on/off
de: GPXViewer Overviewmapcontrol: Ein-/Ausschalten der Überblickskarte

# constants.gpxShowmaptypecontroll.label
source: GPXViewer Showmaptypecontroll: Show map selection on/off
de: GPXViewer Showmaptypecontroll: Ein-/Ausschalten der Kartenauswahl

# constants.gpxScrollwheelzoom.label
source: GPXViewer Scrollwheelzoom: Scrolling with wheel control on/off
de: GPXViewer Scrollwheelzoom: Ein-/Ausschalten des Scrollens mit der Mausrad-Kontrolle

# constants.gpxFullscreenbutton.label
source: GPXViewer Fullscreenbutton: Magnifying glass (mapapi=gm) or Magnifying icon (mapapi=osm) in the upper right corner of the map for toggling into fullscreen mode on/off
de: GPXViewer Fullscreenbutton: Ein-/Ausschalten der Einblendung eines Vergrößerungsglases (mapapi=gm) bzw. eines Vergrößerungsicons (mapapi=osm) in der oberen rechten Ecke der Karte zum Umschalten in den Fullscreen-Modus

# constants.gpxCurrentlocationbutton.label
source: GPXViewer Currentlocationbutton: Button to display the current position on/off
de: GPXViewer Currentlocationbutton: Ein-/Ausschalten eines Buttons zum Anzeigen der aktuellen Position

# constants.gpxTrafficbutton.label
source: GPXViewer Trafficbutton: Button for display of traffic layer on Google maps on/off
de: GPXViewer Trafficbutton:Ein-/Ausschalten eines Buttons zum Einblenden des Trafficlayers auf Google-Karten

# constants.gpxTrafficonload.label
source: GPXViewer Trafficonload: Show traffic layer at start on/off
de: GPXViewer Trafficonload: Ein-/Ausschalten des Trafficlayers beim Seitenaufruf

# constants.gpxLegende.label
source: GPXViewer Legende: Legend for map on/off
de: GPXViewer Legende: Ein-/Ausschalten der Kartenlegende

# constants.gpxLegende_fnm.label
source: GPXViewer Legende_fnm: Show file name(s) in legend on/off
de: GPXViewer Legende_fnm: Ein-/Ausschalten der Anzeige des Dateinamens in der Legende

# constants.gpxLegende_fnm_lm.label
source: GPXViewer Legende_fnm_lm: Show date of last changes to GPX file in legend after filename on/off (display of filename must be activated)
de: GPXViewer Legende_fnm_lm: Ein-/Ausschalten der Anzeige der letzten Änderung an der GPX-Datei in der Legende (Ausgabe für Dateiname muss aktiviert sein!)

# constants.gpxLegende_rr.label
source: GPXViewer Legende_rr: Show altitude(s) in legend on/off
de: GPXViewer Legende_rr: Ein-/Ausschalten der Anzeige der Höhe in der Legende

# constants.gpxLegende_trk.label
source: GPXViewer Legende_trk: Show track(s) in legend on/off
de: GPXViewer Legende_trk: Ein-/Ausschalten der Anzeige des Tracks/der Tracks in der Legende

# constants.gpxLegende_rte.label
source: GPXViewer Legende_rte: Show route(s) in legend on/off
de: GPXViewer Legende_rte: Ein-/Ausschalten der Anzeige der Route(n) in der Legende

# constants.gpxLegende_wpt.label
source: GPXViewer Legende_wpt: Show waypoint(s) in legend on/off
de: GPXViewer Legende_wpt: Ein-/Ausschalten der Anzeige der Wegpunkte in der Legende

# constants.gpxLegende_info.label
source: GPXViewer Legende_info: Show track- and routeinfo in legend line on/off
de: GPXViewer Legende_info: Ein-/Ausschalten der Anzeige der Track- und Routeninfos in der Legendenzeile

# constants.gpxGpxtracks.label
source: GPXViewer Gpxtracks: Toggles display of GPX track(s) from GPX file(s) at start on/off
de: GPXViewer Gpxtracks: Ein-/Ausschalten der Anzeige von Tracks bei Seitenaufruf

# constants.gpxGpxrouten.label
source: GPXViewer Gpxrouten: Toggles display of GPX route(s) from GPX file(s) at start on/off
de: GPXViewer Gpxrouten: Ein-/Ausschalten der Anzeige von Routen bei Seitenaufruf

# constants.gpxGpxwegpunkte.label
source: GPXViewer Gpxwegpunkte: Toggles display of Waypoints from GPX file(s) at start on/off
de: GPXViewer Gpxwegpunkte: Ein-/Ausschalten der Anzeige von Wegpunkten aus den GPX-Dateien bei Seitenaufruf

# constants.gpxTracks_verbinden.label
source: GPXViewer Tracks_verbinden: Combine tracks for profile graphics on/off
de: GPXViewer Tracks_verbinden: Ein-/Ausschalten der Kombination der Tracks für die Profilgrafiken

# constants.gpxTracks_dateiuebergreifend_verbinden.label
source: GPXViewer Tracks_dateiuebergreifend_verbinden: Combine tracks from all files for profile graphics on/off
de: GPXViewer Tracks_dateiuebergreifend_verbinden: Ein-/Ausschalten der dateiübergreifenden Kombination der Tracks für die Profilgrafiken

# constants.gpxTracksort.label
source: GPXViewer Tracksort: With this variable you may change the sorting of the tracks
de: GPXViewer Tracksort: Über die Steuervariable Tracksort kann die Sortierung der Tracks gesteuert werden

# constants.gpxDateitrenner.label
source: GPXViewer Dateitrenner: File separator for multiple GPX files. DO NOT CHANGE!
de: GPXViewer Dateitrenner: Steuervariable für Dateitrennzeichen. DO NOT CHANGE!

# constants.gpxReadspeed.label
source: GPXViewer Readspeed: Use speed tag if available on/off
de: GPXViewer Readspeed: Ein-/Ausschalten des speed tag sofern verfügbar

# constants.gpxSpeedfaktor.label
source: GPXViewer Speedfaktor: Calibration factor for the value of the speed tag
de: GPXViewer Speedfaktor: Kalibrationsfaktor für den Wert des speed tag

# constants.gpxHfaktor.label
source: GPXViewer Hfaktor: Calibration factor for the altitude
de: GPXViewer Hfaktor: Kalibrationsfaktor für die Höhe

# constants.gpxSfaktor.label
source: GPXViewer Sfaktor: Calibration factor for the slope
de: GPXViewer Sfaktor: Kalibrationsfaktor für die Steigung

# constants.gpxVfaktor.label
source: GPXViewer Vfaktor: Calibration factor for the speed
de: GPXViewer Vfaktor: Kalibrationsfaktor für die Geschwindigkeit

# constants.gpxWfaktor.label
source: GPXViewer Wfaktor: Calibration factor for the distance
de: GPXViewer Wfaktor: Kalibrationsfaktor für die Entfernung

# constants.gpxTfaktor.label
source: GPXViewer Tfaktor: Calibration factor for the temperature
de: GPXViewer Tfaktor: Kalibrationsfaktor für die Temperatur

# constants.gpxToffset.label
source: GPXViewer Toffset: Calibration offset for the temperature
de: GPXViewer Toffset: Kalibrationsoffset für die Temperatur

# constants.gpxUnwraplon.label
source: GPXViewer Unwraplon: Correction of Lon values when crossing the 180° border
de: GPXViewer Unwraplon: Lon-Werte beim Übergang über die 180°-Grenze korrigieren

# constants.gpxTrackover.label
source: GPXViewer Trackover: Show track and route info on mouseover over the line on/off
de: GPXViewer Trackover: Ein-/Ausschalten der Track-Info über der Linie bei Mouseover

# constants.gpxTrackclick.label
source: GPXViewer Trackclick: Show track and route info on mouseclick over the line on/off
de: GPXViewer Trackclick: Ein-/Ausschalten der Track- und Rounteninfo über der Linie bei Mouseclick

# constants.gpxTrackmarker.label
source: GPXViewer Trackmarker: Distance between markers in km. Empty: no marker (only OSM)
de: GPXViewer Trackmarker: Abstand zwischen den Markern in Km. Leer: kein Marker (nur OSM)

# constants.gpxRoutemarker.label
source: GPXViewer Routemarker: Distance between markers in km. Empty: no marker (only OSM)
de: GPXViewer Routemarker: Abstand zwischen den Markern in Km. Leer: kein Marker (nur OSM)

# constants.gpxShwpname.label
source: GPXViewer Shwpname: Show content of name field in waypoint info on/off
de: GPXViewer Shwpname: Ein-/Ausschalten der Ausgabe des Namensfeldes in der Wegpunktinfo

# constants.gpxShwptooltip.label
source: GPXViewer Shwptooltip (only OSM): Show content of name field over waypoint on/off
de: GPXViewer Shwptooltip (nur OSM): Ein-/Ausschalten der Ausgabe des Namensfeldes über dem Wegpunkt

# constants.gpxShwpcmt.label
source: GPXViewer Shwpcmt: Show content of cmt field in waypoint info on/off
de: GPXViewer Shwpcmt: Ein-/Ausschalten der Ausgabe des cmt-Feldes in der Wegpunktinfo

# constants.gpxShwpdesc.label
source: GPXViewer Shwpdesc: Show content of desc field in waypoint info on/off
de: GPXViewer Shwpdesc: Ein-/Ausschalten der Ausgabe des desc-Feldes in der Wegpunktinfo

# constants.gpxShwptime.label
source: GPXViewer Shwptime: Show time in waypoint info on/off
de: GPXViewer Shwptime: Ein-/Ausschalten der Ausgabe der Zeit in der Wegpunktinfo

# constants.gpxShwpshadow.label
source: GPXViewer Shwpshadow: Show waypoint icons with shadow on/off
de: GPXViewer Shwpshadow: Ein-/Auschalten der Ausgabe eines Schattens für Wegpunkten mit Icons

# constants.gpxWpcluster.label
source: GPXViewer Wpcluster: Display waypoint, which are nearby each other, as cluster on/off
de: GPXViewer Wpcluster: Ein-/Ausschalten der Anzeige nahe aneinander gelegender Wegpunkte als Cluster

# constants.gpxBildpfad.label
source: GPXViewer Bildpfad: Path to picture(s)
de: GPXViewer Bildpfad: Pfad zu den Bildern

# constants.gpxGpxpfad.label
source: GPXViewer Gpxpfad: Path to GPX file(s). BETTER DO NOT USE THIS OPTION! CHOOSE FILE WITHIN PLUGIN FILE SELECTION!
de: GPXViewer Gpxpfad: Pfad zum/zu den GPX Datei(en). DIESE OPTION BESSER NICHT NUTZEN! DIE GPX-DATEIEN IN DER DATEIAUSWAHL DES PLUGINS AUSWÄHLEN!

# constants.gpxBildwegpunkticon.label
source: GPXViewer Bildwegpunkticon: Filename of waypoint icon. If empty Icon of GPX file will be used
de: GPXViewer Bildwegpunkticon: Dateiname des Wegpunkticons. Wenn leer, wird das Icon der GPX-Datei verwendet

# constants.gpxShtrcmt.label
source: GPXViewer Shtrcmt: Show content of cmt field in track info on/off
de: GPXViewer Shtrcmt: Ein-/Ausschalten der Ausgabe des cmt-Feldes in der Trackinfo

# constants.gpxShtrdesc.label
source: GPXViewer Shtrdesc: Show content of desc field in track info on/off
de: GPXViewer Shtrdesc: Ein-/Ausschalten der Ausgabe des desc-Feldes in der Trackinfo

# constants.gpxShtrx.label
source: GPXViewer Shtrx: Show distance in track info on/off
de: GPXViewer Shtrx: Ein-/Ausschalten der Ausgabe der Entfernung in der Trackinfo

# constants.gpxShtrt.label
source: GPXViewer Shtrt: Show time in track info on/off
de: GPXViewer Shtrt: Ein-/Ausschalten der Ausgabe des Zeitdauer in der Trackinfo

# constants.gpxShtrtwob.label
source: GPXViewer Shtrtwob: Show time in motion in track info on/off
de: GPXViewer Shtrtwob: Ein-/Ausschalten der Ausgabe des Zeit in Bewegung in der Trackinfo

# constants.gpxShtrtabs.label
source: GPXViewer Shtrtabs: Show total time from start in info window (mouseover profile graphics) on/off
de: GPXViewer Shtrtabs: Ein-/Ausschalten der Ausgabe der Gesamtzeit im Info Fenster (Mouseover über Profil-Grafiken)

# constants.gpxShtrtges.label
source: GPXViewer Shtrtges: Show total time of track on/off
de: GPXViewer Shtrtges: Ein-/Ausschalten der Gesamtzeit des Tracks

# constants.gpxShtrtgeswob.label
source: GPXViewer Shtrtgeswob: Show total time of motion on/off
de: GPXViewer Shtrtgeswob: Ein-/Ausschalten der Anzeige der gesamten Zeit in Bewegung in der Trackinfo

# constants.gpxShtrv.label
source: GPXViewer Shtrv: Show speed in track info on/off
de: GPXViewer Shtrv: Ein-/Ausschalten der Anzeige der Geschwindigkeit in der Trackinfo

# constants.gpxShtrpace.label
source: GPXViewer Shtrpace: Show pace in track info on/off
de: GPXViewer Shtrpace: Ein-/Ausschalten der Anzeige der Pace in der Trackinfo

# constants.gpxShtrh.label
source: GPXViewer Shtrh: Show altitude in track info on/off
de: GPXViewer Shtrh: Ein-/Ausschalten der Anzeige der Höhe in der Trackinfo

# constants.gpxShtrrr.label
source: GPXViewer Shtrrr: Show accumulated altitude in track info on/off
de: GPXViewer Shtrrr: Ein-/Ausschalten der kumulierten Steigungsmeter in der Trackinfo

# constants.gpxShtrs.label
source: GPXViewer Shtrs: Show slope in track info on/off
de: GPXViewer Shtrs: Ein-/Ausschalten der Anzeige der Steigung in der Trackinfo

# constants.gpxShtrhr.label
source: GPXViewer Shtrhr: Show heartrate in track info on/off
de: GPXViewer Shtrhr: Ein-/Ausschalten der Anzeige der Herzfrequenz in der Trackinfo

# constants.gpxShtrcad.label
source: GPXViewer Shtrcad: Show cadence in track info on/off
de: GPXViewer Shtrcad: Ein-/Ausschalten der Anzeige der Schrittfrequenz in der Trackinfo

# constants.gpxShtratemp.label
source: GPXViewer Shtratemp: Show temperature in track info on/off
de: GPXViewer Shtratemp: Ein-/Ausschalten der Anzeige der Temperatur in der Trackinfo

# constants.gpxShtrvmitt.label
source: GPXViewer Shtrvmitt: Show average speed in track info on/off
de: GPXViewer Shtrvmitt: Ein-/Ausschalten der Anzeige der Durchschnittsgeschwindigkeit in der Trackinfo

# constants.gpxShtrvmittwob.label
source: GPXViewer Shtrvmittwob: Show average speed (without breaks) in track info on/off
de: GPXViewer Shtrvmittwob: Ein-/Ausschalten der Anzeige der Durchschnittsgeschwindigkeit (ohne Pausen) in der Trackinfo

# constants.gpxShtrvmittpace.label
source: GPXViewer Shtrvmittpace: Show average pace (min/km) in track info on/off
de: GPXViewer Shtrvmittpace: Ein-/Ausschalten der Anzeige der durchschnittlichen Tempos in der Trackinfo

# constants.gpxShtrvmittpacewob.label
source: GPXViewer Shtrvmittpacewob: Show average pace (without breaks) in track info on/off
de: GPXViewer Shtrvmittpacewob: Ein-/Ausschalten der Anzeige der durchschnittlichen Tempos (ohne Pausen) in der Trackinfo

# constants.gpxMovevmin.label
source: GPXViewer Movevmin: Minimum speed for movement
de: GPXViewer Movevmin: Mindestgeschwindigkeit für Bewegung

# constants.gpxArrowtrack.label
source: GPXViewer Arrowtrack: Show arrow(s) in track for direction of motion on/off
de: GPXViewer Arrowtrack: Ein-/Ausschalten der Ausgabe von Richtungspfeilen für Tracks

# constants.gpxArrowtrackcol.label
source: GPXViewer Arrowtrackcol: Color of the track arrow(s). If not set, track color will be used
de: GPXViewer Arrowtrackcol: Farbe der Richtungspfeile in Tracks. Falls nicht gesetzt, wird die Farbe des Tracks verwendet

# constants.gpxShrtcmt.label
source: GPXViewer Shrtcmt: Show content of cmt field in route info on/off
de: GPXViewer Shrtcmt: Ein-/Ausschalten der Ausgabe der cmt-Feldes in der Routeninfo

# constants.gpxShrtdesc.label
source: GPXViewer Shrtdesc: Show content of desc field in route info on/off
de: GPXViewer Shrtdesc: Ein-/Ausschalten der Ausgabe der desc-Feldes in der Routeninfo

# constants.gpxShtrstart.label
source: GPXViewer Shtrstart: Marker for start of track on/off
de: GPXViewer Shtrstart: Ein-/Ausschalten der Markierung für den Startpunkt von Tracks

# constants.gpxShtrziel.label
source: GPXViewer Shtrziel: Marker for end of track on/off
de: GPXViewer Shtrziel: Ein-/Ausschalten der Markierung für den Zielpunkt von Tracks

# constants.gpxShrtstart.label
source: GPXViewer Shrtstart: Marker for start of route on/off
de: GPXViewer Shrtstart: Ein-/Ausschalten der Markierung für den Startpunkt von Routen

# constants.gpxShrtziel.label
source: GPXViewer Shrtziel: Marker for end of route on/off
de: GPXViewer Shrtziel: Ein-/Ausschalten der Markierung für den Zielpunkt von Routen

# constants.gpxArrowroute.label
source: GPXViewer Arrowroute: Show arrow(s) in route for direction of motion on/off
de: GPXViewer Arrowroute: Ein-/Ausschalten der Ausgabe von Richtungspfeilen für Routen

# constants.gpxArrowroutecol.label
source: GPXViewer Arrowroutecol: Color of the route arrow(s). If not set, track color will be used
de: GPXViewer Arrowroutecol: Farbe der Richtungspfeile in Routen. Falls nicht gesetzt, wird die Farbe der Route verwendet

# constants.gpxArrowsymbol.label
source: GPXViewer Arrowsymbol: Symbol for the route arrow(s) (only OSM)
de: GPXViewer Arrowsymbol: Symbol für Richtungspfeile in Routen (nur OSM)

# constants.gpxGroesseminibild.label
source: GPXViewer Groesseminibild: Size of preview pic for waypoint pictures
de: GPXViewer Groesseminibild: Größe des Vorschaubilders für Wegpunkt-Bilder

# constants.gpxDisplaycolor.label
source: GPXViewer Displaycolor: Use color from GPX file for drawing line on/off
de: GPXViewer Displaycolor: Ein-/Auschalten der Verwendung der Farbe aus der GPX-Datei für das Zeichnen der Linie

# constants.gpxLaengen3d.label
source: GPXViewer Laengen3d: Consider height differences for calculation of distance on/off
de: GPXViewer Laengen3d: Ein-/Ausschalten der Berücksichtigung der Höhendifferenz für die Berechnung von Entfernungen

# constants.gpxUsegpxbounds.label
source: GPXViewer Usegpxbounds: Scaling after the bounds tag on/off
de: GPXViewer Usegpxbounds: Ein-/Ausschalten der Skalierung nach den "bounds tag"

# constants.gpxHglattlaen.label
source: GPXViewer Hglattlaen: Length of the smoothing interval for the altitude profile (in meter), for the calculation of the slope
de: GPXViewer Hglattlaen: Länge des Glättungsintervalls für das Höhenprofil in Meter, für die Berechnung der Steigung und bei Bedarf für die Anzeige

# constants.gpxVglattlaen.label
source: GPXViewer Vglattlaen: Lenght of the smoothing interval for the speed profile in meter
de: GPXViewer Vglattlaen: Länge des Glättungsintervalls für das Geschwindigkeitsprofil in Meter

# constants.gpxVglatt.label
source: GPXViewer Vglatt: Toggle for smoothing of speed profile on/off
de: GPXViewer Vglatt: Ein-/Ausschalten der Glättung des Geschwindigkeitsprofils

# constants.gpxHglatt.label
source: GPXViewer Hglatt: Toggle for smoothing of altitude profile on/off
de: GPXViewer Hglatt: Ein-/Ausschalten der Glättung des Höhenprofils für die Anzeige

# constants.gpxTdiff.label
source: GPXViewer Tdiff: Time offset for display of time in the info window (in hours)
de: GPXViewer Tdiff: Zeitoffset für Zeitanzeige im Infofenster in Stunden

# constants.gpxTkorr.label
source: GPXViewer Tkorr: Correction of time difference to local time
de: GPXViewer Tkorr: Korrektur der Zeitangaben zur Ortszeit

# constants.gpxMaxzoomemove.label
source: GPXViewer Maxzoomemove: NOT DEFINED/USE UNKNOWN
de: GPXViewer Maxzoomemove: UNDEFINIERT/BENUTZUNG UNBEKANNT

# constants.gpxPlotframecol.label
source: GPXViewer Plotframecol: Colors of the profile grafics, border color
de: GPXViewer Plotframecol: Farben der Profilgrafik, Rahmenfarbe

# constants.gpxPlotgridcol.label
source: GPXViewer Plotgridcol: Color of the profile grafics, grid color
de: GPXViewer Plotgridcol: Farben der Profilgrafik, Gitterfarbe

# constants.gpxPlotlabelcol.label
source: GPXViewer Plotlabelcol: Color of the profile grafics, color of axis labels
de: GPXViewer Plotlabelcol: Farben der Profilgrafik, Farbe der Achsenbeschriftung

# constants.gpxPlotmarkercol.label
source: GPXViewer Plotmarkercol: Color of the profile grafic, color of the marker in the profile grafic
de: GPXViewer Plotmarkercol: Farben der Profilgrafik, Farbe des Markers in der Profilgrafik

# constants.gpxProfilfillopac.label
source: GPXViewer Profilfillopac: Saturation of the color under profile curve (valid values are 0 to 1)
de: GPXViewer Profilfillopac: Sättigung der Farbe unter der Profilkurve (0 bis 1)

# constants.gpxTrcolmod.options.none
source: none
de: keine

# constants.gpxTrcolmod.options.altitude
source: altitude
de: Höhe

# constants.gpxTrcolmod.options.slope
source: slope
de: Steigung

# constants.gpxTrcolmod.options.speed
source: speed
de: Geschwindigkeit

# constants.gpxTrcolmod.options.cadence
source: cadence
de: Schrittzahl

# constants.gpxTrcolmod.options.heartrate
source: heartrate
de: Herzfrequenz

# constants.gpxTrcolmod.label
source: GPXViewer Trcolmod: Color codes of tracks depending on altitude, slope, speed, cadence, heartrate
de: GPXViewer Trcolmod: Farb-Codes für die Tracks abhängig von Höhe, Steigung, Geschwindigkeit, Schrittzahl, Herzfrequenz

# constants.gpxTcols.label
source: GPXViewer Tcols: Colors of tracks in #rrggbb. The colors will be used alternately. You may define a set of colors
de: GPXViewer Tcols: Trackfarben in #rrggbb für rot grün blau. Die Farben werden abwechselnd verwendet. Es können noch mehr Farben definiert werden

# constants.gpxRcols.label
source: GPXViewer Rcols: Colors of routes in #rrggbb. The colors will be used alternately. You may define a set of colors
de: GPXViewer Rcols: Routenfarben in #rrggbb für rot grün blau. Die Farben werden abwechselnd verwendet. Es können noch mehr Farben definiert werden

# constants.gpxOcol.label
source: GPXViewer Ocol: Color of track and route while Mouseover
de: GPXViewer Ocol: Track- und Routenfarbe bei Mouseover

# constants.gpxOwidth.label
source: GPXViewer Owidth: Line width of track and route while mouseover
de: GPXViewer Owidth: Linienstärke Track und Route bei Mouseover
