Repository: zeichensatz/wok_gpxviewer
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# constants.gpxTwidth.label
source: GPXViewer Twidth: Linewidth of track
de: GPXViewer Twidth: Linienstärke Track

# constants.gpxRwidth.label
source: GPXViewer Rwidth: Line width of route
de: GPXViewer Rwidth: Linienstärke Route

# constants.gpxTopac.label
source: GPXViewer Topac: Transparancy of the track color
de: GPXViewer Topac: Transparenz Trackfarbe

# constants.gpxRopac.label
source: GPXViewer Ropac: Transparancy of the route color
de: GPXViewer Ropac: Transparenz Routenfarbe

# constants.gpxLinktarget.label
source: GPXViewer Linktarget: Target for links given in tracks/routes/waypoint/images
de: GPXViewer Linktarget: Ziel für die Ausgabe von Linkangaben in Tracks/Routen/Wegpunkten/Bildern

# constants.gpxPopup_Pars.label
source: GPXViewer Popup_Pars: Parameters for popup window for links given in tracks/routes
de: GPXViewer Popup_Pars: Parameter für das Popup-Fenster für Linkangaben aus Tracks/Routen

# constants.templateRootPath.label
source: Path to template root (FE) [Not tested yet!!!]
de: Pfad zum Template-Wurzelverzeichnis (FE) [Not tested yet!!!]

# constants.partialRootPath.label
source: Path to template partials (FE) [Not tested yet!!!]
de: Pfad zu den Template Partials (FE) [Not tested yet!!!]

# constants.layoutRootPath.label
source: Path to template layouts (FE) [Not tested yet!!!]
de: Pfad zu den Template Layout (FE) [Not tested yet!!!]

# constants.options.On
source: On
de: An

# constants.options.Off
source: Off
de: Aus

# constants.options.small
source: Small
de: Klein

# constants.options.large
source: Large
de: Groß

# template.javascriptWarning
source: JavaSript is needed for display of the map!
de: Für die Darstellung der Karte wird JavaSript benötigt!

# template.downloadlabel
source: Download GPX file
de: Download der GPX-Datei

# template.previous
source: Previous
de: Zurück

# template.next
source: Next
de: Weiter
