Repository: zeichensatz/wok_gpxviewer
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# flexform.sheetTitle
source: General settings
de: Allgemeine Einstellungen

# flexform.sheetDescription
source: In this form you may choose one or several GPX file(s) for display with GPXViewer
de: Auswahl einer oder mehrerer GPX-Datei(en) für die Darstellung mit Hilfe des GPXViewer

# flexform.gpxFileInfo
source: GPX file information (will not be displayed)
de: GPX-Dateiinformation (wird nicht ausgegeben)

# flexform.gpxFile
source: GPX file(s)
de: GPX-Datei(en)

# flexform.gpxFileMapType
source: Type of map for display
de: Kartentyp für die Ausgabe

# flexform.gpxFileMapTypeDefault
source: [default]
de: [Voreinstellung]

# flexform.gpxFileMapTypeKarte
source: Map (only mapapi=gm)
de: Karte (nur mapapi=gm)

# flexform.gpxFileMapTypeSatellit
source: Satellite
de: Satellit

# flexform.gpxFileMapTypeHybrid
source: Hybrid (only mapapi=gm)
de: Hybrid (nur mapapi=gm)

# flexform.gpxFileMapTypeOberflaeche
source: Terrain (only mapapi=gm)
de: Oberflaeche (nur mapapi=gm)

# flexform.gpxFileMapTypeOSM_Outdoors
source: OSM Outdoors (only Leaflet)
de: OSM Outdoors (nur Leaflet)

# flexform.gpxFileMapTypeOPEN_Sea
source: OPEN Sea (only Leaflet)
de: OPEN Sea (nur Leaflet)

# flexform.gpxFileMapTypeHiking
source: Hiking (only Leaflet)
de: Hiking (nur Leaflet)

# flexform.gpxFileMapTypeCycling
source: Cycling (only Leaflet)
de: Cycling (nur Leaflet)

# flexform.gpxFileMapTypeKeine_Karte
source: No map (only Leaflet)
de: Keine Karte (nur Leaflet)

# flexform.gpxFileDownloadLink
source: Toggle for display of download link for the GPX file
de: Schalter für die Anzeige des Download-Links für die GPX-Datei

# flexform.gpxFileDownloadLinkDefault
source: [default]
de: [Voreinstellung]

# flexform.gpxFileDownloadLinkOff
source: off
de: Aus

# flexform.gpxFileDownloadLinkOn
source: on
de: An

# flexform.gpxFileAnimation
source: Toggle for animation of GPX file(s).
de: Schalter für die Animation der GPX-Datei(en).

# flexform.gpxFileAnimationDefault
source: [default]
de: [Voreinstellung]

# flexform.gpxFileAnimationOff
source: off
de: Aus

# flexform.gpxFileAnimationOn
source: on
de: An

# flexform.gpxFileAnimationIcon
source: Icon for animation display along the GPX track
de: Icon für die Anzeige der Animation entlang des GPX-Tracks

# flexform.gpxFileAnimationIconMotorbike42_l2r
source: motorbike (left to right)
de: Motorrad (links nach rechts)

# flexform.gpxFileAnimationIconMotorbike42_r2l
source: motorbike (right to left)
de: Motorrad (rechts nach links)

# flexform.gpxFileAnimationIconCycling42_l2r
source: cycling (left to right)
de: Fahrrad (links nach rechts)

# flexform.gpxFileAnimationIconCycling42_r2l
source: cycling (right to left)
de: Fahrrad (rechts nach links)

# flexform.gpxFileAnimationIconFourbyfour42_l2r
source: fourbyfour (left to right)
de: 4x4 (links nach rechts)

# flexform.gpxFileAnimationIconFourbyfour42_r2l
source: fourbyfour (right to left)
de: 4x4 (rechts nach links)

# flexform.gpxFileAnimationIconHiking42_l2r
source: hiking (left to right)
de: Wandern (links nach rechts)

# flexform.gpxFileAnimationIconHiking42_r2l
source: hiking (right to left)
de: Wandern (rechts nach links)

# flexform.gpxFileAnimationIconJogging42_l2r
source: jogging (left to right)
de: Joggen (links nach rechts)

# flexform.gpxFileAnimationIconJogging42_r2l
source: jogging (right to left)
de: Joggen (rechts nach links)

# flexform.gpxFileAnimationIconAircraftsmall42_r2l
source: aircraftsmall (right to left)
de: Kleines Flugzeug (rechts nach links)

# flexform.gpxFileAnimationIconAircraftsmall42_l2r
source: aircraftsmall (left to right)
de: Kleines Flugzeug (links nach rechts)

# flexform.gpxFileAnimationIconCar42_r2l
source: car (right to left)
de: Auto (rechts nach links)

# flexform.gpxFileAnimationIconCar42_l2r
source: car (left to right)
de: Auto (links nach rechts)

# flexform.gpxFileAnimationIconConvertible42_r2l
source: convertible (right to left)
de: Cabrio (rechts nach links)

# flexform.gpxFileAnimationIconConvertible42_l2r
source: convertible (left to right)
de: Cabrio (links nach rechts)

# flexform.gpxFileAnimationIconCruiseship42_r2l
source: cruiseship (right to left)
de: Schiff (rechts nach links)

# flexform.gpxFileAnimationIconCruiseship42_l2r
source: cruiseship (left to right)
de: Schiff (links nach rechts)

# flexform.gpxFileAnimationIconHelicopter42_r2l
source: helicopter (right to left)
de: Hubschrauber (rechts nach links)

# flexform.gpxFileAnimationIconHelicopter42_l2r
source: helicopter (left to right)
de: Hubschrauber (links nach rechts)

# flexform.gpxFileAnimationIconPlane42_r2l
source: plane (right to left)
de: Flugzeug (rechts nach links)

# flexform.gpxFileAnimationIconPlane42_l2r
source: plane (left to right)
de: Flugzeug (links nach rechts)

# flexform.gpxFileAnimationIconDefault
source: [default]
de: [Voreinstellung]

# flexform.gpxFileDescriptionToggle
source: Toggle for display of description
de: Schalter für die Ausgabe der Beschreibung

# flexform.gpxFileDescriptionToggleDefault
source: [default]
de: [Voreinstellung]

# flexform.gpxFileDescriptionToggleOff
source: off
de: Aus

# flexform.gpxFileDescriptionToggleOn
source: on
de: An

# flexform.gpxFileDescription
source: Description for the GPX file(s)
de: Beschreibung der GPX-Datei(en)

# flexform.sheetTitleCoords
source: Center map coordinates
de: Koordinaten für die Zentrierung der Karte

# flexform.sheetDescriptionCoords
source: Here you may enter values for centering the a map! You have to fill in all fields otherwise nothing will happen!
de: Hier können Werte für die Zentrierung der Karte eingegeben werden! Es müssen alle Felder ausgefüllt werden, sonst wird nichts passieren!

# flexform.gpxMapCoordsCenterRadius
source: Radius for centering the map
de: Radius für die Zentrierung der Karte

# flexform.sheetTitleWaypoints
source: Waypoints
de: Wegpunkte

# flexform.sheetDescriptionWaypoints
source: Here you may add waypoints for display. There are four types of waypoints. For two types you have to add GPS coordinates manually: Image and Icons. For the other types the GPS data will be read from the image files automatically: Image with geotag and Directory of images with geotags. IMPORTANT: for getting GPS data from images files "exiftool" has to be installed on the server! Please note, that adding of a new waypoint item is only possible when the GPXViewer content element has been saved once before at least.
de: Hier kann man Wegpunkte für die Ausgabe hinzufügen. Es gibt vier Typen von Wegpunkten. Für zwei Typen müssen die GPS Koordinaten manuell angegeben werden: Bilder und Icons. Für die beiden anderen Typen werden die GPS-Daten automatisch aus den Bilddateien gelesen: Bild mit Geotag und Verzeichnis von Bildern mit Geotags. WICHTIG: Um GPS-Daten aus den Bilddateien auslesen zu können, muss "exiftool" auf dem Server installiert sein! Bitte ebenfalls beachten: Ein neuer Wegpunkt kann nur dann angelegt werden, wenn das GPXViewer-Content-Element vorher schon mal gespeichert wurde.

# flexform.elementTitleWaypoint
source: Waypoint
de: Wegpunkt

# flexform.gpxMapWaypointType
source: Type of Waypoint: Image or Icon
de: Typ des Wegpunkts: Bild oder Icon

# flexform.gpxMapWaypointTypeSelectImage
source: Image
de: Bild

# flexform.gpxMapWaypointTypeSelectIconLinked
source: Icon with hyperlink
de: Icon mit Link

# flexform.gpxMapWaypointTypeSelectImageGeotagged
source: Image with geotag
de: Bild mit Geotag

# flexform.gpxMapWaypointTypeSelectImageGeotaggedPS
source: Image with geotag hosted on a Synology PhotoStation
de: Bild mit Geotag von einer Synology PhotoStation

# flexform.gpxMapWaypointTypeSelectImageGeotaggedDir
source: Directory of images with geotags
de: Verzeichnis von Bildern mit Geotags

# flexform.gpxMapWaypointTypeSelectImageGeotaggedPSDir
source: Public accessible PhotoStation 6 album with geotagged images
de: Öffentliches PhotoStation 6 Album mit Bildern mit Geotags

# flexform.gpxMapWaypointImage
source: Image filename
de: Bilddateiname

# flexform.gpxMapWaypointImagePS
source: PhotoStation hash of an public accessible photo
de: PhotoStation hash eines öffentlich zugänglichen Fotos

# flexform.gpxMapWaypointImageFolder
source: Directory with geotagged images (Please select one of the pics in the directory!)
de: Verzeichnis mit geogetaggten Bildern (Bitte ein beliebiges Bild im Verzeichnis auswählen!)

# flexform.gpxMapWaypointImageFolderPS
source: PhotoStation album hash of an public accessible album
de: PhotoStation album hash eines öffentlich zugänglichen Albums

# flexform.gpxMapWaypointPhotoStationPhotoSize
source: Size of the PhotoStation images
de: Größe der PhotoStation Bilder

# flexform.gpxMapWaypointPhotoStationPhotoSize.Default
source: [default]
de: [Voreinstellung]

# flexform.gpxMapWaypointPhotoStationPhotoSize.small
source: small
de: klein

# flexform.gpxMapWaypointPhotoStationPhotoSize.large
source: large
de: groß

# flexform.gpxMapWaypointIcon
source: Name of icon
de: Name des Icons

# flexform.gpxMapWaypointDescriptionHeadline
source: Waypoint name and headline for description of the Waypoint (optional)
de: Wegpunkt-Name und -Überschrift für Wegpunkt-Beschreibung (optional)

# flexform.gpxMapWaypointDescription
source: Description of the Waypoint for display (optional)
de: Wegpunkt-Beschreibung für die Ausgabe (optional)

# flexform.gpxMapWaypointLink
source: Hyperlink for displayed waypoint/image (optional; i.e. https://example.com)
de: Hyperlink für Wegpunkt/Bild (optional; z.B. https://example.com)

# flexform.gpxMapWaypointCoordsFormat
source: Format of GPS Coordinates: Make sure that the format is equivalent to the examples!
de: Format der GPS Koordinaten: Bitte sicherstellen, dass die Eingabe den Beispielen entspricht!

# flexform.gpxMapWaypointCoordsFormatDegreetime
source: Degrees, minutes, seconds (Example: N53° 38' 53.52" E10° 4' 59.88")
de: Grad, Minuten, Sekunden (Beispiel: N53° 38' 53.52" E10° 4' 59.88")

# flexform.gpxMapWaypointCoordsFormatDezimal
source: Decimal (Example: 53.6482 10.0833 or 53.6482, 10.0833)
de: Dezimal (Beispiel: 53.6482 10.0833 or 53.6482, 10.0833)

# flexform.gpxMapWaypointCoordsFormatDegreedezimalmin
source: Degrees, decimal minutes (Example: N53° 38.892' E10° 04.998' or N53° 38.892 E10° 04.998)
de: Grad, Dezimal-Minuten (Beispiel: N53° 38.892' E10° 04.998' or N53° 38.892 E10° 04.998)

# flexform.gpxMapWaypointCoords
source: GPS Coordinates
de: GPS-Koordinaten

# flexform.gpxMapWaypointCoordsShow
source: Display coordinates in image/icon description text
de: Ausgabe der Koordinaten im Beschreibungstext des Bildes/Icons

# flexform.gpxMapWaypointCoordsShowOptionDefault
source: [default]
de: [Voreinstellung]

# flexform.gpxMapWaypointCoordsShowOptionTrue
source: yes
de: Ja

# flexform.gpxMapWaypointCoordsShowOptionFalse
source: no
de: Nein

# flexform.gpxFileMap_wayp
source: Toggle for display of waypoints with icons
de: Schalter für die Ausgabe von Wegpunkten mit Icons

# flexform.gpxFileMap_waypDefault
source: [default]
de: [Voreinstellung]

# flexform.gpxFileMap_waypOff
source: off
de: Aus

# flexform.gpxFileMap_waypOn
source: on
de: An

# flexform.gpxFileMap_img
source: Toggle for display of waypoints with images
de: Schalter für die Ausgabe von Wegpunkten mit Bildern

# flexform.gpxFileMap_imgDefault
source: [default]
de: [Voreinstellung]

# flexform.gpxFileMap_imgOff
source: off
de: Aus

# flexform.gpxFileMap_imgOn
source: on
de: An

# flexform.gpxFileMap_imgdiv
source: Toggle for images DIV to display images from waypoints with images
de: Schalter für die Ausgabe eines Bilder DIVs zur Wiedergabe von Bildern aus Wegpunkten mit Bildern

# flexform.gpxFileMap_imgdivDefault
source: [default]
de: [Voreinstellung]

# flexform.gpxFileMap_imgdivOff
source: off
de: Aus

# flexform.gpxFileMap_imgdivOn
source: on
de: An

# flexform.gpxFileMap_imgdivLayout
source: Select the layout for display of maps with images-DIV
de: Layoutauswahl für die Ausgabe von Karten mit Bilder-DIV

# flexform.gpxFileMap_imgdivLayoutDefault
source: [default]
de: [Voreinstellung]

# flexform.gpxFileMap_imgdivLayoutAbove
source: Map above images
de: Karte über den Bilder

# flexform.gpxFileMap_imgdivLayoutBelow
source: Map below images
de: Karte unter den Bilder

# flexform.gpxFileMap_imgdivLayoutLeft
source: Map left to images
de: Karte links der Bilder

# flexform.gpxFileMap_imgdivLayoutRight
source: Map right to images
de: Karte rechts der Bilder

# flexform.gpxFileMap_imgdivScale
source: Radius for centering the map for display of maps with images-DIV (numerical value in km, without unit!)
de: Radius für die Zentrierung der Karte bei Ausgabe von Karten mit Bilder-DIV (numerischer Wert in km, ohne Einheitenangabe!)

# flexform.sheetTitleProfiles
source: Profiles
de: Profile

# flexform.sheetDescriptionProfiles
source: In this field you can fill in a sorted, comma separated list of profiles for display of a track. Valid values: hp,hpt,sp,spt,vp,vpt,hrp,hrpt,cadp,cadpt,atempp,atemppt,wpt. Please check https://www.j-berkemeier.de/GPXViewer/#Profile for further details
de: In diesem Feld kann man eine sortierte, komma-getrennte Liste der Profile für einen Track angeben. Gültige Werte sind: hp,hpt,sp,spt,vp,vpt,hrp,hrpt,cadp,cadpt,atempp,atemppt,wpt. Mehr dazu unter https://www.j-berkemeier.de/GPXViewer/#Profile

# flexform.gpxFileMap_profiles
source: Toggle for display of profiles
de: Schalter für die Ausgabe der Profile

# flexform.gpxFileMap_profilesDefault
source: [default]
de: [Voreinstellung]

# flexform.gpxFileMap_profilesOff
source: off
de: Aus

# flexform.gpxFileMap_profilesOn
source: on
de: An

# flexform.gpxFileMap_sorting
source: List of profiles for display
de: Liste der Profile für die Ausgabe

# flexform.gpxFileMap_profilesCols
source: Number of columns for display of profiles
de: Anzahl der Spalten für Profilausgabe

# flexform.gpxFileMap_profilesLayout
source: Select the layout for display of maps with profiles
de: Layoutauswahl für die Ausgabe von Karten mit Profilen

# flexform.gpxFileMap_profilesLayoutDefault
source: [default]
de: [Voreinstellung]

# flexform.gpxFileMap_profilesLayoutAbove
source: Map above profiles
de: Karte über den Profilen

# flexform.gpxFileMap_profilesLayoutBelow
source: Map below profiles
de: Karte unter den Profilen

# flexform.gpxFileMap_profilesLayoutLeft
source: Map left to profiles
de: Karte links der Profile

# flexform.gpxFileMap_profilesLayoutRight
source: Map right to profiles
de: Karte rechts der Profile

# flexform.gpxMapWaypointPhotoStationAddr
source: Synology PhotoStation address (optional, only needed if no or different default value in constants)
de: Synology PhotoStation Adresse (optional, nur notwendig, wenn keine oder andere Voreinstellung in den Konstanten)

# flexform.gpxMapWaypointPhotoStationAddr.placeholder
source: https://your_synology.com
de: https://deine_synology.de

# constants.subcat.resources.label
source: Resources Test
de: Resourcen

# constants.jsSourceFile.label
source: GPXViewer JavaScript Source File: All files of the GM_Utils directory should be at the same folder!!!
de: GPXViewer JavaScript Quelldatei: Alle Dateien des Verzeichnisses GM_Utils müssen im gleichen Ordner sein.

# constants.cssFile.label
source: GPXViewer CSS File: CSS file for display of GPXViewer
de: GPXViewer CSS Datei: CSS Datei für die Ausgabe des GPXViewer

# constants.jsSourceFile4shimg.label
source: GPXViewer JavaScript Source File (shimg.js): This javascript file is needed for a different animation for display of images for waypoints with images. This file will only be included on a page if the constant shimg will be set to true/turned on.
de: GPXViewer JavaScript Quelldatei (shimg.js): Diese Javascript-Datei wird für eine unterschiedliche Animation der Darstellung von Bildern für Wegpunkte mit Bildern verwendet. Diese Datei wird nur dann auf einer Seite inkludiert, wenn die Konstante shimg den Wert true hat/eingeschaltet ist.

# constants.jsSourceAnimation.label
source: GPXViewer JavaScript Source File (animation.js): Additional javascript for animated markers on GPX tracks. This file will only be included on a page if the constant gpxAnimation will be set to true/turned on.
de: GPXViewer JavaScript Quelldatei (animation.js): Diese zusätzliche Javascript-Datei wird für die Animation von Markern auf GPX Tracks verwendet. Diese Datei wird nur dann auf einer Seite inkludiert, wenn die Konstante gpxAnimation den Wert true hat/eingeschaltet ist.

# constants.jsSourceMarkerImage.label
source: GPXViewer JavaScript Source File (markerimage.js): Additional javascript for the display of images of markers. This file will only be included on a page if the constant gpxMarkerImage will be set to true/turned on.
de: GPXViewer JavaScript Quelldatei (markerimage.js): Diese zusätzliche Javascript-Datei wird für die Anzeige von Bildern für Markern verwendet. Diese Datei wird nur dann auf einer Seite inkludiert, wenn die Konstante gpxMarkerImage den Wert true hat/eingeschaltet ist.

# constants.jsSourceAdditionalJS.label
source: GPXViewer Additional JavaScript Source File (animation+markerimage.js): Additional javascript for the display of animated marker and images of markers.
de: GPXViewer Additional JavaScript Quelldatei (animation+markerimage.js): Diese zusätzliche Javascript-Datei wird für die Animation von Markern und Anzeige von Bildern für Markern verwendet.

# constants.mapapi.label
source: Select Google Maps API or Leaflet OSM API key: see also www.j-berkemeier.de/GPXViewer/#intro
de: Auswahl von Google Maps API oder Leaflet OSM API: siehe auch www.j-berkemeier.de/GPXViewer/#intro

# constants.apiKeyGoogleMaps.label
source: Google Maps API key: see also www.j-berkemeier.de/GPXViewer/#Apikey
de: Google Maps API Schlüssel: siehe auch www.j-berkemeier.de/GPXViewer/#Apikey

# constants.apiKeyOSM_Cycle.label
source: API key for OSM Cycle: see also www.j-berkemeier.de/GPXViewer/#Apikey
de: API Schlüssel für OSM Cycle: siehe auch www.j-berkemeier.de/GPXViewer/#Apikey

# constants.apiKeyOSM_Landscape.label
source: API key for OSM Landscape: see also www.j-berkemeier.de/GPXViewer/#Apikey
de: API Schlüssel für OSM Landscape: siehe auch www.j-berkemeier.de/GPXViewer/#Apikey

# constants.gpxMapType.options.Map
source: Map (only with Google Maps API)
de: Karte (nur mit Google Maps API)

# constants.gpxMapType.options.Satellite
source: Satellite
de: Satellit

# constants.gpxMapType.options.Hybrid
source: Hybrid (only with Google Maps API)
de: Hybrid (nur mit Google Maps API)

# constants.gpxMapType.options.Terrain
source: Terrain (only with Google Maps API)
de: Oberfläche (nur mit Google Maps API)

# constants.gpxMapType.options.OSM_Outdoors
source: OSM Outdoors (only Leaflet-Version)
de: OSM Outdoors (nur Leaflet-Version)

# constants.gpxMapType.options.OPEN_Sea
source: Open Sea (only Leaflet-Version)
de: Open Sea (nur Leaflet-Version)

# constants.gpxMapType.options.Hiking
source: Hiking (only Leaflet-Version)
de: Hiking (nur Leaflet-Version)

# constants.gpxMapType.options.Cycling
source: Cycling (only Leaflet-Version)
de: Cycling (nur Leaflet-Version)

# constants.gpxMapType.options.Keine_Karte
source: No map (only Leaflet-Version)
de: Keine Karte (nur Leaflet-Version)

# constants.gpxMapType.label
source: GPXViewer Map Type: Choose kind of map
de: GPXViewer Kartentyp: Auswahl einer Karte

# constants.gpxDownloadLink.label
source: GPXViewer Download link: Create a download link (below the map) for the GPX file which has been displayed. Turn on/off
de: GPXViewer Download-Link: Einen Download-Link (unter der Karte) für die angezeigte GPX-Datei ausgeben. Ein-/Ausschalten

# constants.gpxAnimation.label
source: GPXViewer Animation: Toggles animation for track(s) on/off.
de: GPXViewer Animation: Ein-/Ausschalten der Animation für Track(s).

# constants.gpxAnimationIcon.label
source: GPXViewer Default Animation Icon: Default Icon used when animation is on
de: GPXViewer Default Animation Icon: Der Default Icon für die Animation

# constants.gpxDescriptionToggle.label
source: GPXViewer Description Text: Display text description. Turn on/off
de: GPXViewer Beschreibungstext: Ausgabe der Beschreibung ein-/ausschalten

# constants.debug.label
source: GPXViewer Debugging: Toggles display of the complete/minimal GPXViewer-Settings at the end of the HMTL code of the page on/off
de: GPXViewer Debugging: Ein-/Ausschalten der vollständigen/minimalen Ausgabe der GPXViewer-Settings am Ende des HTML-Codes der Seite

# constants.gpxMap_img.label
source: GPXViewer display of waypoints with images: Display waypoints with images on/off
de: GPXViewer Anzeige von Wegpunkten mit Bildern: Ein-/Ausschalten der Ausgabe von Wegpunkten mit Bildern

# constants.gpxMap_wayp.label
source: GPXViewer display of waypoints with icons: Display waypoints with icons on/off
de: GPXViewer Anzeige von Wegpunkten mit Icons: Ein-/Ausschalten der Ausgabe von Wegpunkten mit Icons

# constants.gpxMap_img_coords.label
source: GPXViewer display of coords in waypoints with images: Display coords in description of waypoints with images on/off
de: GPXViewer Anzeige von Koordinaten in Wegpunkten mit Bildern: Ein-/Ausschalten der Ausgabe von Koordinaten in der Beschreibung von Wegpunkten mit Bildern

# constants.gpxMap_img_coords_in_description_before.label
source: GPS coordinates display for a waypoint with image: Display given string before coordinates (only if there is a description)
de: GPS-Koordinatenausgabe in einem Wegpunkt mit Bild: Ausgabe des angegebenen Strings vor den Koordinaten (nur wenn eine Beschreibung vorhanden ist)

# constants.shimg.label
source: Animation for waypoints with images: Turn on/off a different animation for display of images for waypoints with images
de: Animation für Wegpunkte mit Bildern: Ein-/Ausschalten einer unterschiedlichen Animation bei der Anzeige von Bildern bei Wegpunkten mit Bildern

# constants.gpxMap_imgdiv.label
source: GPXViewer Map_imgdiv: Toggles a image DIV for waypoints with images on/off.
de: GPXViewer Map_imgdiv: Ein-/Ausschalten eines Image-DIV für Image-Wegpunkte.

# constants.gpxMap_imgdivLayout.label
source: GPXViewer Map_imgdiv Layout: Position of the map in relation to the DIV for the display of images/profiles.
de: GPXViewer Map_imgdiv Layout: Position der Karte im Verhältnis zum DIV für die Ausgabe von Bildern/Profilen.

# constants.gpxMap_imgdivLayout.options.above
source: Map above image DIV
de: Karte über dem Bilder DIV

# constants.gpxMap_imgdivLayout.options.below
source: Map below image DIV
de: Karte unter dem Bilder DIV

# constants.gpxMap_imgdivLayout.options.left
source: Map left of image DIV
de: Karte links des Bilder DIVs

# constants.gpxMap_imgdivLayout.options.right
source: Map right of image DIV
de: Karte rechts des Bilder DIVs

# constants.gpxMap_imgdivScale.label
source: GPXViewer Map_imgdiv scale: Value for map scaling in case of image DIV for waypoints. The value is in km.
de: GPXViewer Map_imgdiv Skalierung: Wert für die Kartenskalierung im Fall eines Image-DIV für Image-Wegpunkte.

# constants.gpxMap_imgPhotoStationPhotoSize.label
source: GPXViewer gpxMap_imgPhotoStationPhotoSize: Size of PhotoStation pics in image DIV for waypoints from a PhotoStation album.
de: GPXViewer gpxMap_imgPhotoStationPhotoSize: Größe der PhotoStation Bilder im Image-DIV für Image-Wegpunkte von einem PhotoStation-Album.

# constants.gpxCheckimagename.label
source: GPXViewer Checkimagename: Toggles checking of images extensions for waypoints with images on/off. This switch has to be deactivated, if you want to use image references which are based on a hash value, i.e. images references to a Synology PhotoStation.
de: GPXViewer Checkimagename: Ein-/Ausschalten des Überprüfens der Namenserweiterungen von Bilddateien für Image-Wegpunkte. Dieser Schalter muss für Bildreferenzen deaktiviert werden, die z.B. über einen Hashwert einer Synology PhotoStation referenziert werden.
